[
    {
        "title": "Wiedźmin S2 - a mnie się podobało",
        "published": "23/12/2021",
        "post": "Serial Netflixa opowiadający o przygodach Geralta z Rivii i spółki budzi nie mniejsze emocje, niż ubiegłoroczna premiera Cyberpunka. Niestety, źródło pozostaje niezmienne. Wylało się w mojej social-medialnej bańce sporo pomyj i chryi, poleciało dużo obelg. Bezpodstawie. Wystarczy zmienić perspektywe, by jedna dniówka home office minąła nad wyraz przyjemnie. Drugi sezon wygląda niczym na fisstechu. Mrok zdecydowanie dodaje klimatu i stawia swoistą kropkę nad i dopełniając to, co dzieje się na ekranie. Scenografia - lokacje i charakteryzacja - zostały mocno podciągnięte. Świat wygląda piękniej, niż kiedykolwiek wcześniej. Efekty specjalne to miód na oczy w najczystrzej postaci - również dlatego, że zdecydowanie twórcy zachowali zdrowy umiar. Jak na osmiogodzinny bing-watching niemalże wystarczająco. Jedyny defekt, jeśli by źle na ten serial sporzjeć, to historia. Mocno oderwana od twórczosci Andrzeja Spakowskiego. To ta łyżga dziegciu, która wielu bardzo boli. Spotkałem się nawet z opiniami, że nikomu, kto przeczytał sagę serial Netflixa się nie podoba, że żaden szanujący się fan uniwersum nie powie nic dobrego o tym tworze. Nie wiem jak z szacunkiem do siebie, ale tego że przeczytałem sagę, opowiadania oraz Sezon burz jestem pewien. I mnie ten serial oglądało się przyjemnie. Już oczekując jego premiery miałem na uwadze, że to rozrwyka stworzona na podstawie (słowo klucz) literatury. Nie jest to ekranizacja książek. Jeśli chcecie prześledzić oryginalne losy Geralta sięgnijscie po książki. Żadna cześć z trylogi CD Projekt RED, ani serial współtworzony przez Tomka Bagińskiego to nie ekranizacja 1:1. Są nawiązania tak jak i są rozbieżności, a że czasem jednych potrafi być mniej, a drugich więcej, to już czynnik poniekąd losowy. Z perspektywy gracza - trzy części ograne, fana literatury - co było do przeczytania, to przeczytane, ja się nawet cieszę, że twórcy puścili wodze fantazji. Mieli odwagę pójść własną drogą, przedstawić ten świat na swój sposób i opowiedzieć historie, która luźno podchodzi do książek. Czytając miałem swoją wizję. Ja bym to zekranizował inaczej i nawet najlepszy reżyser i scenarzysta by mi tego nie dostarczył, bo oni mają swoje wyobrażenia tego świata. Widzialem coś nowego, a nie odgrzewanego kotleta ubranego w inne medium. Scenariusz jak i dialogi można by jeszcze podkręcić - owszem, liczę, że trzeci sezon pod tym względem pójdzie tak do przodu, jak wizualnie drugi względem poprzednika. Nie mniej, te osiem odcinków, które po długiej przerwie wylądowąły w naszych domach to świetna rozrywka. Klikając play nie zakładajcie co zobczycie. To moja recepta, na miły wieczór z Białym Wilkiem, Yenn i złotoustym trubadurem. "
    },
    {
        "title": "Games of Thrones",
        "published": "20/12/2021",
        "post": "Mauris pulvinar lectus a sapien hendrerit, at varius urna tempus." 
    },
    {
        "title": "Metro 2033",
        "published": "20/12/2021",
        "post": "Mauris pulvinar lectus a sapien hendrerit, at varius urna tempus. Curabitur quis odio mauris. Sed pulvinar, lacus ac aliquam imperdiet, lacus orci vulputate leo, vel fermentum ante purus ac felis. Curabitur quis tincidunt nulla. Sed gravida est eu ultricies hendrerit. Aenean vel consectetur quam. Mauris id erat et diam mollis ultrices sed et urna. Cras convallis eleifend sem non feugiat. Vestibulum molestie lorem quis nisl hendrerit fringilla. Nunc vulputate imperdiet urna, sit amet feugiat elit tristique sit amet. Donec nunc purus, posuere eu pulvinar eget, posuere quis urna. Quisque mattis, augue ut tristique pellentesque, elit nulla facilisis purus, facilisis efficitur turpis felis at mi. Ut varius diam a urna laoreet consequat. Morbi vitae pulvinar nisl, eu pretium nisi. Duis sed ullamcorper lorem, sit amet venenatis mi."
    },
    {
        "title": "Star Wars",
        "published": "20/12/2021",
        "post": "Mauris pulvinar lectus a sapien hendrerit, at varius urna tempus. Curabitur quis odio mauris. Sed pulvinar, lacus ac aliquam imperdiet, lacus orci vulputate leo, vel fermentum ante purus ac felis. Curabitur quis tincidunt nulla. Sed gravida est eu ultricies hendrerit. Aenean vel consectetur quam. Mauris id erat et diam mollis ultrices sed et urna. Cras convallis eleifend sem non feugiat. Vestibulum molestie lorem quis nisl hendrerit fringilla. Nunc vulputate imperdiet urna, sit amet feugiat elit tristique sit amet. Donec nunc purus, posuere eu pulvinar eget, posuere quis urna. Quisque mattis, augue ut tristique pellentesque, elit nulla facilisis purus, facilisis efficitur turpis felis at mi. Ut varius diam a urna laoreet consequat. Morbi vitae pulvinar nisl, eu pretium nisi. Duis sed ullamcorper lorem, sit amet venenatis mi."
    }
]